cask_args appdir: "/Applications"

brew "adns"
brew "agedu"
brew "aom"
brew "apr"
brew "apr-util"
brew "aqueduct"
brew "argon2"
brew "aspell"
brew "atk"
brew "autoconf"
brew "autojump"
brew "automake"
brew "bash"
brew "bash-completion"
brew "bash-completion@2"
brew "bash-snippets"
brew "bdw-gc"
brew "berkeley-db"
brew "binutils"
brew "bison"
brew "bitrise"
brew "boost"
brew "brotli"
brew "bundler-completion"
brew "c-ares"
brew "cabextract"
brew "caffeine"
brew "cairo"
brew "carthage"
brew "clojurescript"
brew "cloog"
brew "cmake"
brew "cmatrix"
brew "coreutils"
brew "cowsay"
brew "cpanminus"
brew "crystal"
brew "cscope"
brew "ctags"
brew "curl"
brew "curl-openssl"
brew "dash"
brew "day-o"
brew "deno"
brew "di"
brew "diffutils"
brew "discord"
brew "docbook"
brew "docker"
brew "dropbox"
brew "dropbox-uploader"
brew "ed"
brew "eg-examples"
brew "eigen"
brew "elinks"
brew "elixir"
brew "emacs"
brew "encryptme"
brew "epsilon"
brew "epubquicklook"
brew "erlang"
brew "expat"
brew "fantastical"
brew "fasd"
brew "fastlane"
brew "feh"
brew "ffmpeg"
brew "figlet"
brew "file-formula"
brew "findutils"
brew "firefox"
brew "fish"
brew "flac"
brew "flake8"
brew "flex"
brew "fontconfig"
brew "freetds"
brew "freetype"
brew "freexl"
brew "frei0r"
brew "fribidi"
brew "fswatch"
brew "fzf"
brew "fzy"
brew "gawk"
brew "gcc"
brew "gdb"
brew "gdbm"
brew "gdk-pixbuf"
brew "geos"
brew "gettext"
brew "gflags"
brew "giflib"
brew "gifsicle"
brew "gist"
brew "git"
brew "git-lfs"
brew "glib"
brew "glibmm"
brew "glog"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "gnupg"
brew "gnupg@1.4"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "googler"
brew "gpatch"
brew "graphviz"
brew "grc"
brew "grep"
brew "grip"
brew "gsettings-desktop-schemas"
brew "gtk+"
brew "gtk+3"
brew "gts"
brew "gzip"
brew "harfbuzz"
brew "haskell-stack"
brew "hdf5"
brew "heroku"
brew "heroku-node"
brew "hicolor-icon-theme"
brew "highlight"
brew "howdoi"
brew "hstr"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "icu4c"
brew "ilmbase"
brew "imagemagick"
brew "imagemagick@6"
brew "imlib2"
brew "iterm2-nightly"
brew "jansson"
brew "jasper"
brew "jemalloc"
brew "jpeg"
brew "jq"
brew "json-c"
brew "lame"
brew "ldns"
brew "leiningen"
brew "lepton"
brew "less"
brew "libarchive"
brew "libass"
brew "libassuan"
brew "libbluray"
brew "libdap"
brew "libde265"
brew "libepoxy"
brew "libev"
brew "libevent"
brew "libexif"
brew "libffi"
brew "libgcrypt"
brew "libgeotiff"
brew "libgpg-error"
brew "libheif"
brew "libiconv"
brew "libidn"
brew "libidn2"
brew "libksba"
brew "liblwgeom"
brew "libmagic"
brew "libmemcached"
brew "libmetalink"
brew "libogg"
brew "libomp"
brew "libpng"
brew "libreadline-java"
brew "libressl"
brew "libsamplerate"
brew "libscrypt"
brew "libsigc++"
brew "libsndfile"
brew "libsodium"
brew "libsoxr"
brew "libspatialite"
brew "libssh2"
brew "libtasn1"
brew "libtermkey"
brew "libtiff"
brew "libtool"
brew "libunistring"
brew "libusb"
brew "libuv"
brew "libvorbis"
brew "libvpx"
brew "libvterm"
brew "libyaml"
brew "libzip"
brew "little-cms2"
brew "llvm@6"
brew "logrotate"
brew "lua"
brew "lua@5.1"
brew "luajit"
brew "luarocks"
brew "lynx"
brew "lz4"
brew "lzlib"
brew "lzo"
brew "m4"
brew "macvim"
brew "make"
brew "makedepend"
brew "mapnik"
brew "mark-text"
brew "mas"
brew "mcrypt"
brew "memcached"
brew "mhash"
brew "micro"
brew "minikube"
brew "mongodb"
brew "mono"
brew "moreutils"
brew "most"
brew "mr"
brew "msgpack"
brew "mtr"
brew "mysql"
brew "nano"
brew "ncdu"
brew "ncurses"
brew "neo4j"
brew "neovim"
brew "netcdf"
brew "netpbm"
brew "netspot"
brew "nettle"
brew "nghttp2"
brew "nginx"
brew "ngrok"
brew "nicecast"
brew "ninja"
brew "nmap"
brew "nnn"
brew "node"
brew "node-build"
brew "nodenv"
brew "npth"
brew "nspr"
brew "nss"
brew "numpy"
brew "nvm"
brew "obinslab-starter"
brew "omnifocus"
brew "omnigraffle"
brew "oni"
brew "oniguruma"
brew "openblas"
brew "opencore-amr"
brew "openexr"
brew "openjpeg"
brew "openldap"
brew "openssh"
brew "openssl"
brew "openssl@1.1"
brew "opera"
brew "opus"
brew "osx/Brewthis"
brew "p11-kit"
brew "p7zip"
brew "pandoc"
brew "pango"
brew "pcre"
brew "pcre2"
brew "peco"
brew "perl"
brew "perl-build"
brew "pgcli"
brew "pgtoolkit"
brew "phantomjs"
brew "php"
brew "php-cs-fixer"
brew "php56"
brew "php56-mcrypt"
brew "php56-xdebug"
brew "php70"
brew "php70-mcrypt"
brew "php70-xdebug"
brew "php72"
brew "php@5.6"
brew "php@7.0"
brew "phpmyadmin"
brew "pigz"
brew "pinentry"
brew "pinentry-mac"
brew "pixman"
brew "pkg-config"
brew "plenv"
brew "pngcrush"
brew "poppler"
brew "popt"
brew "postgis"
brew "postgresql"
brew "postman"
brew "powerlevel9k"
brew "proj"
brew "protobuf"
brew "protobuf-c"
brew "pv"
brew "py2cairo"
brew "pygobject"
brew "pygtk"
brew "pyqt"
brew "python"
brew "python@2"
brew "qlcolorcode"
brew "qlimagesize"
brew "qlmarkdown"
brew "qlprettypatch"
brew "qlstephen"
brew "qlvideo"
brew "qt"
brew "quicklook-csv"
brew "quicklook-json"
brew "quicklookase"
brew "qutebrowser"
brew "ranger"
brew "rarian"
brew "rbenv"
brew "rbenv-ctags"
brew "rbenv-default-gems"
brew "rbenv-gemset"
brew "rdesktop"
brew "readline"
brew "reattach-to-user-namespace"
brew "redis"
brew "rem"
brew "rename"
brew "ripgrep"
brew "rlwrap"
brew "rpm"
brew "rsync"
brew "rtmpdump"
brew "rubberband"
brew "ruby"
brew "ruby-build"
brew "s-lang"
brew "s3cmd"
brew "scipy"
brew "scons"
brew "screen"
brew "sdl2"
brew "sfcgal"
brew "sfnt2woff"
brew "sfnt2woff-zopfli"
brew "shared-mime-info"
brew "shellcheck"
brew "shfmt"
brew "sip"
brew "skhd"
brew "skitch"
brew "skype"
brew "slack-cli"
brew "smcfancontrol"
brew "snappy"
brew "socat"
brew "spdylay"
brew "speedtest-cli"
brew "speex"
brew "spotify"
brew "spy"
brew "sqitch"
brew "sqitch_dependencies"
brew "sqitch_pg"
brew "sqlite"
brew "sqlpro-for-postgres"
brew "ssh-copy-id"
brew "steam"
brew "stow"
brew "suspicious-package"
brew "switchaudio-osx"
brew "szip"
brew "tbb"
brew "teamviewer"
brew "tesseract"
brew "the-unarchiver"
brew "the_silver_searcher"
brew "theora"
brew "therm"
brew "tidy-html5"
brew "tmux"
brew "todo-txt"
brew "tor"
brew "tor-browser-alpha"
brew "transmission"
brew "trash"
brew "trash-cli"
brew "tree"
brew "unar"
brew "unbound"
brew "unibilium"
brew "universal-ctags"
brew "unixodbc"
brew "unrar"
brew "unzip"
brew "v"
brew "v8"
brew "vagrant"
brew "varnish"
brew "vbindiff"
brew "vifm"
brew "vim"
brew "virtualbox"
brew "viscosity"
brew "vte"
brew "w3m"
brew "watch"
brew "wdiff"
brew "webp"
brew "webpquicklook"
brew "wget"
brew "wireshark"
brew "woff2"
brew "wxmac"
brew "x264"
brew "x265"
brew "xclip"
brew "xerces-c"
brew "xonsh"
brew "xquartz"
brew "xvid"
brew "xz"
brew "yarn"
brew "youtube-dl"
brew "z"
brew "zenity"
brew "zeromq"
brew "zlib"
brew "zoc"
brew "zopfli"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-lovers"
brew "zsh-navigation-tools"
brew "zsh-syntax-highlighting"
brew "zstd"
cask "amethyst"
cask "bitbar"
cask "daisydisk"
cask "dash"
cask "divvy"
cask "firefox"
cask "google-chrome"
cask "harmony"
cask "insomnia"
cask "java"
cask "vagrant"
cask "visual-studio-code"
cask "malwarebytes"
